Repository: xcv58/MacTools
Catalog: Plugins/LaunchControl/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# controller.favorite.added
source: 已关注 %@
ar: تمت الإضافة إلى المفضلة: %@
de: Als Favorit markiert: %@
en: Favorited %@
es: Añadido a favoritos: %@
fr: Ajouté aux favoris : %@
ja: お気に入りに追加: %@
ko: 즐겨찾기에 추가됨: %@
pt: Adicionado aos favoritos: %@
ru: Добавлено в избранное: %@
tr: %@ favorilere eklendi
zh_hant: 已關注 %@

# controller.favorite.removed
source: 已取消关注 %@
ar: تمت الإزالة من المفضلة: %@
de: Aus Favoriten entfernt: %@
en: Unfavorited %@
es: Eliminado de favoritos: %@
fr: Retiré des favoris : %@
ja: お気に入りから削除: %@
ko: 즐겨찾기에서 제거됨: %@
pt: Removido dos favoritos: %@
ru: Удалено из избранного: %@
tr: %@ favorilerden çıkarıldı
zh_hant: 已取消關注 %@

# controller.note.cleared
source: 已清除备注：%@
ar: تم مسح الملاحظة: %@
de: Notiz gelöscht: %@
en: Cleared note: %@
es: Nota borrada: %@
fr: Note effacée : %@
ja: メモをクリアしました: %@
ko: 메모 삭제됨: %@
pt: Nota apagada: %@
ru: Удалена заметка: %@
tr: Not silindi: %@
zh_hant: 已清除備註：%@

# controller.note.saved
source: 已保存备注：%@
ar: تم حفظ الملاحظة: %@
de: Gespeicherte Notiz: %@
en: Saved note: %@
es: Nota guardada: %@
fr: Remarque enregistrée : %@
ja: 保存されたメモ: %@
ko: 메모 저장됨: %@
pt: Nota salva: %@
ru: Заметка сохранена: %@
tr: Not kaydedildi: %@
zh_hant: 已保存備註：%@

# controller.operation.completed
source: %@完成
ar: %@ اكتمل
de: %@ abgeschlossen
en: %@ completed
es: %@ completado
fr: %@ terminé
ja: %@ 完了
ko: %@ 완료
pt: %@ concluído
ru: %@ завершено
tr: %@ tamamlandı

# controller.operation.exitCode
source: launchctl 返回退出码 %d
ar: launchctl تم إرجاع رمز الخروج %d
de: launchctl hat den Exit-Code %d zurückgegeben
en: launchctl returned exit code %d
es: launchctl devolvió el código de salida %d
fr: launchctl a renvoyé le code de sortie %d
ja: launchctl が終了コード %d を返しました
ko: launchctl이(가) 종료 코드 %d을(를) 반환했습니다.
pt: launchctl retornou o código de saída %d
ru: launchctl вернул код выхода %d
tr: launchctl %d çıkış kodu döndürdü
zh_hant: launchctl 返回退出碼 %d

# controller.operation.failed
source: %@失败
ar: %@ فشل
de: %@ fehlgeschlagen
en: %@ failed
es: %@ falló
fr: Échec de %@
ja: %@ は失敗しました
ko: %@ 실패
pt: %@ falhou
ru: %@ не удалось
tr: %@ başarısız oldu
zh_hant: %@失敗

# controller.operation.readOnly
source: 系统或全局启动项默认只读，避免误操作。
ar: تكون عناصر التشغيل العامة والنظام للقراءة فقط بشكل افتراضي لمنع التغييرات غير المقصودة.
de: System- und globale Startelemente sind standardmäßig schreibgeschützt, um versehentliche Änderungen zu verhindern.
en: System and global launch items are read-only by default to prevent accidental changes.
es: Los elementos de inicio global y del sistema son de solo lectura de forma predeterminada para evitar cambios accidentales.
fr: Les éléments de lancement système et global sont en lecture seule par défaut pour éviter toute modification accidentelle.
ja: システムおよびグローバル起動項目は、誤って変更されることを防ぐため、デフォルトでは読み取り専用です。
ko: 시스템 및 전역 실행 항목은 실수로 인한 변경을 방지하기 위해 기본적으로 읽기 전용입니다.
pt: Os itens de lançamento global e do sistema são somente leitura por padrão para evitar alterações acidentais.
ru: Системные и глобальные элементы запуска по умолчанию доступны только для чтения, чтобы предотвратить случайные изменения.
tr: Yanlışlıkla değiştirilmeyi önlemek için sistem ve genel başlatma öğeleri varsayılan olarak salt okunurdur.
zh_hant: 系統或全局啟動項預設只讀，避免誤操作。

# controller.scanLog.completed
source: 扫描完成：%d 项
ar: اكتمل الفحص: %d من العناصر
de: Scan abgeschlossen: %d Elemente
en: Scan complete: %d items
es: Escaneo completo: %d elementos
fr: Analyse terminée : %d éléments
ja: スキャンが完了しました: %d 個のアイテム
ko: 스캔 완료: %d 항목
pt: Verificação concluída: %d itens
ru: Сканирование завершено: %d элементов
tr: Tarama tamamlandı: %d öğe
zh_hant: 掃描完成：%d 項

# controller.scanLog.directory
source: 目录：%@
ar: الدليل: %@
de: Verzeichnis: %@
en: Directory: %@
es: Directorio: %@
fr: Répertoire : %@
ja: ディレクトリ: %@
ko: 디렉터리: %@
pt: Diretório: %@
ru: Каталог: %@
tr: Dizin: %@
zh_hant: 目錄：%@

# controller.scanLog.file
source: 读取：%@
ar: جارٍ القراءة: %@
de: Wird gelesen: %@
en: Reading: %@
es: Leyendo: %@
fr: Lecture : %@
ja: 読み込み中: %@
ko: 읽는 중: %@
pt: Lendo: %@
ru: Чтение: %@
tr: Okunuyor: %@
zh_hant: 讀取：%@

# controller.scanLog.started
source: 开始扫描 LaunchAgents / LaunchDaemons
ar: بدأ فحص LaunchAgents / LaunchDaemons
de: Begonnen mit dem Scannen von LaunchAgents / LaunchDaemons
en: Started scanning LaunchAgents / LaunchDaemons
es: Se inició el escaneo de LaunchAgents / LaunchDaemons
fr: Démarrage de l'analyse de LaunchAgents / LaunchDaemons
ja: LaunchAgents / LaunchDaemons のスキャンを開始しました
ko: LaunchAgents / LaunchDaemons 스캔 시작됨
pt: Verificação iniciada de LaunchAgents / LaunchDaemons
ru: Начато сканирование LaunchAgents / LaunchDaemons
tr: LaunchAgents / LaunchDaemons taraması başladı
zh_hant: 開始掃描 LaunchAgents / LaunchDaemons

# controller.scanLog.stopped
source: 扫描已停止
ar: توقف الفحص
de: Scan gestoppt
en: Scan stopped
es: Escaneo detenido
fr: Analyse arrêtée
ja: スキャンが停止しました
ko: 검사가 중지되었습니다
pt: Verificação interrompida
ru: Сканирование остановлено
tr: Tarama durduruldu
zh_hant: 掃描已停止

# item.commandText.empty
source: 未声明 ProgramArguments
ar: لم يتم الإعلان عن وسيطات البرنامج
de: ProgramArguments nicht deklariert
en: ProgramArguments not declared
es: ProgramArguments no declarados
fr: ProgramArguments non déclarés
ja: ProgramArguments が宣言されていません
ko: ProgramArguments가 선언되지 않았습니다.
pt: ProgramArguments não declarados
ru: ProgramArguments не объявлены
tr: ProgramArguments bildirilmemiş
zh_hant: 未聲明 ProgramArguments

# item.status.exitCode
source: %@ · 退出码 %d
ar: %@ · رمز الخروج %d
de: %@ · Exit-Code %d
en: %@ · exit code %d
es: %@ · código de salida %d
fr: %@ · code de sortie %d
ja: %@ · 終了コード %d
ko: %@ · 종료 코드 %d
pt: %@ · código de saída %d
ru: %@ · код выхода %d
tr: %@ · çıkış kodu %d
zh_hant: %@ · 退出碼 %d

# item.trigger.empty
source: 未声明自动触发条件
ar: لم يتم الإعلان عن أي مشغل تلقائي
de: Kein automatischer Trigger deklariert
en: No automatic trigger declared
es: No se ha declarado ningún activador automático
fr: Aucun déclenchement automatique déclaré
ja: 自動トリガーが宣言されていません
ko: 자동 트리거가 선언되지 않았습니다
pt: Nenhum gatilho automático declarado
ru: Автоматический триггер не объявлен
tr: Otomatik tetikleyici bildirilmemiş
zh_hant: 未聲明自動觸發條件

# item.trigger.runAtLoad
source: 登录/加载时运行
ar: تشغيل عند تسجيل الدخول/التحميل
de: Beim Anmelden/Laden ausführen
en: Run at login/load
es: Ejecutar al iniciar sesión/carga
fr: Exécuter à la connexion/au chargement
ja: ログイン時/ロード時に実行
ko: 로그인/로드 시 실행
pt: Executar no login/carregamento
ru: Запускать при входе/загрузке
tr: Oturum açılışında/yüklemede çalışır
zh_hant: 登錄/加載時運行

# item.trigger.startCalendar
source: 定时: %@
ar: مجدول: %@
de: Geplant: %@
en: Scheduled: %@
es: Programado: %@
fr: Planifié : %@
ja: 予定: %@
ko: 예정: %@
pt: Programado: %@
ru: Запланировано: %@
tr: Zamanlanmış: %@
zh_hant: 定時: %@

# item.trigger.startInterval
source: 每 %d 秒
ar: كل %d ثانية
de: Alle %d Sekunden
en: Every %d seconds
es: Cada %d segundos
fr: Toutes les %d secondes
ja: %d 秒ごと
ko: %d초마다
pt: A cada %d segundos
ru: Каждые %d секунд
tr: Her %d saniyede bir

# managedAction.bootout.title
source: 卸载
ar: تفريغ
de: Entladen
en: Unload
es: Descargar
fr: Décharger
ja: アンロード
ko: 언로드
pt: Descarregar
ru: Выгрузить
tr: Kaldır
zh_hant: 卸載

# managedAction.bootstrap.title
source: 加载
ar: تحميل
de: Laden
en: Load
es: Cargar
fr: Charger
ja: ロード
ko: 로드
pt: Carregar
ru: Загрузить
tr: Yükle
zh_hant: 加載

# managedAction.disable.title
source: 禁用
ar: تعطيل
de: Deaktivieren
en: Disable
es: Desactivar
fr: Désactiver
ja: 無効化
ko: 비활성화
pt: Desativar
ru: Отключить
tr: Devre Dışı Bırak

# managedAction.enable.title
source: 启用
ar: تمكين
de: Aktivieren
en: Enable
es: Habilitar
fr: Activer
ja: 有効化
ko: 활성화
pt: Ativar
ru: Включить
tr: Etkinleştir
zh_hant: 啟用

# managedAction.restart.title
source: 重启
ar: إعادة التشغيل
de: Neustart
en: Restart
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 다시 시작
pt: Reiniciar
ru: Перезапустить
tr: Yeniden Başlat
zh_hant: 重啟

# managedAction.start.title
source: 启动
ar: ابدأ
de: Starten
en: Start
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pt: Iniciar
ru: Запустить
tr: Başlat
zh_hant: 啟動

# managedAction.stop.title
source: 停止
ar: إيقاف
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
ko: 중지
pt: Parar
ru: Остановить
tr: Durdur

# manager.action.favorite
source: 关注
ar: إضافة للمفضلة
de: Favorisieren
en: Favorite
es: Añadir a favoritos
fr: Ajouter aux favoris
ja: お気に入りに追加
ko: 즐겨찾기 추가
pt: Adicionar aos favoritos
ru: В избранное
tr: Favorilere Ekle
zh_hant: 關注

# manager.action.favoriteFilter
source: 关注
ar: المفضلة
de: Favoriten
en: Favorites
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tr: Favoriler
zh_hant: 關注

# manager.action.refresh
source: 刷新
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: リフレッシュ
ko: 새로고침
pt: Atualizar
ru: Обновить
tr: Yenile

# manager.action.refreshing
source: 刷新中
ar: جارٍ التحديث
de: Wird aktualisiert
en: Refreshing
es: Actualizando
fr: Actualisation
ja: 更新中
ko: 새로고침 중
pt: Atualizando
ru: Обновление
tr: Yenileniyor

# manager.action.revealInFinder
source: 在 Finder 中显示
ar: عرض في Finder
de: Anzeigen in Finder
en: Show in Finder
es: Mostrar en Finder
fr: Afficher dans Finder
ja: Finder で表示
ko: Finder에 표시
pt: Mostrar em Finder
ru: Показать в Finder
tr: Finder'da Göster
zh_hant: 在 Finder 中顯示

# manager.action.unfavorite
source: 取消关注
ar: إزالة من المفضلة
de: Favorit entfernen
en: Unfavorite
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除
ko: 즐겨찾기 제거
pt: Remover dos favoritos
ru: Удалить из избранного
tr: Favorilerden Çıkar
zh_hant: 取消關注

# manager.badge.readOnly
source: 只读
ar: للقراءة فقط
de: Schreibgeschützt
en: Read Only
es: Solo lectura
fr: Lecture seule
ja: 読み取り専用
ko: 읽기 전용
pt: Somente leitura
ru: Только чтение
tr: Salt Okunur
zh_hant: 只讀

# manager.compact.detail
source: 详情
ar: التفاصيل
de: Details
en: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 세부사항
pt: Detalhes
ru: Сведения
tr: Ayrıntılar
zh_hant: 詳細

# manager.confirm.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
tr: İptal

# manager.confirm.defaultTitle
source: 确认操作
ar: تأكيد الإجراء
de: Aktion bestätigen
en: Confirm Action
es: Confirmar acción
fr: Confirmer l'action
ja: アクションを確認
ko: 조치 확인
pt: Confirmar ação
ru: Подтвердить действие
tr: Eylemi Onayla
zh_hant: 確認操作

# manager.confirm.message
source: %@ %@ 此操作会调用 launchctl %@。用户级 LaunchAgent 通常可以恢复，但禁用、卸载或停止可能影响后台任务。
ar: %@ %@ سيتم استدعاء launchctl %@. يمكن عادةً استعادة LaunchAgents الخاصة بالمستخدم، لكن التعطيل أو التفريغ أو الإيقاف قد يؤثر في المهام الخلفية.
de: %@ %@ Dadurch wird launchctl %@ aufgerufen. Benutzer-LaunchAgents lassen sich normalerweise wiederherstellen, aber Deaktivieren, Entladen oder Stoppen kann Hintergrundaufgaben beeinträchtigen.
en: %@ %@ This will call launchctl %@. User LaunchAgents are usually recoverable, but disabling, unloading, or stopping may affect background tasks.
es: %@ %@ Esto llamará a launchctl %@. Los LaunchAgents de usuario suelen poder recuperarse, pero desactivarlos, descargarlos o detenerlos puede afectar a tareas en segundo plano.
fr: %@ %@ Cette action appellera launchctl %@. Les LaunchAgents utilisateur sont généralement récupérables, mais les désactiver, les décharger ou les arrêter peut affecter les tâches en arrière-plan.
ja: %@ %@ launchctl %@ を呼び出します。ユーザー LaunchAgent は通常復旧できますが、無効化、アンロード、停止はバックグラウンドタスクに影響する場合があります。
ko: %@ %@ launchctl %@를 호출합니다. 사용자 LaunchAgent는 일반적으로 복구할 수 있지만 비활성화, 언로드 또는 중지는 백그라운드 작업에 영향을 줄 수 있습니다.
pt: %@ %@ Isso chamará launchctl %@. LaunchAgents de usuário geralmente podem ser recuperados, mas desativar, descarregar ou parar pode afetar tarefas em segundo plano.
ru: %@ %@ Будет вызван launchctl %@. Пользовательские LaunchAgents обычно можно восстановить, но отключение, выгрузка или остановка могут повлиять на фоновые задачи.
tr: %@ %@ Bu işlem launchctl %@ komutunu çağıracak. Kullanıcı LaunchAgent'ları genellikle geri getirilebilir; ancak devre dışı bırakmak, kaldırmak veya durdurmak arka plan görevlerini etkileyebilir.
zh_hant: %@ %@ 此操作會調用 launchctl %@。用戶級 LaunchAgent 通常可以恢復，但禁用、卸載或停止可能影響後台任務。

# manager.confirm.title
source: 确认%@启动项？
ar: تأكيد %@ عنصر تشغيل؟
de: Startelement %@ bestätigen?
en: Confirm %@ launch item?
es: ¿Confirmar %@ del elemento de inicio?
fr: Confirmer %@ de l’élément de lancement ?
ja: 起動項目の %@ を確認しますか?
ko: 시작 항목 %@을(를) 확인할까요?
pt: Confirmar %@ do item de inicialização?
ru: Подтвердить действие «%@» для элемента запуска?
tr: Başlatma öğesi için %@ eylemi onaylansın mı?
zh_hant: 確認%@啟動項？

# manager.favorite.addHelp
source: 关注启动项
ar: إضافة عنصر التشغيل إلى المفضلة
de: Launch-Item als Favorit markieren
en: Favorite launch item
es: Añadir elemento de inicio a favoritos
fr: Ajouter l’élément de lancement aux favoris
ja: 起動項目をお気に入りに追加
ko: 시작 항목을 즐겨찾기에 추가
pt: Adicionar item de inicialização aos favoritos
ru: Добавить элемент запуска в избранное
tr: Başlatma öğesini favorilere ekle
zh_hant: 關注啟動項

# manager.favorite.removeHelp
source: 取消关注
ar: إزالة المفضلة
de: Favorit entfernen
en: Remove favorite
es: Eliminar favorito
fr: Supprimer le favori
ja: お気に入りを削除
ko: 즐겨찾기 삭제
pt: Remover favorito
ru: Удалить избранное
tr: Favorilerden çıkar
zh_hant: 取消關注

# manager.field.keepAlive.help
source: 进程退出后是否按条件自动拉起。
ar: ما إذا كان سيتم إعادة تشغيل العملية تلقائيًا بعد الخروج منها.
de: Ob der Prozess nach dem Beenden automatisch neu gestartet wird.
en: Whether the process is relaunched automatically after it exits.
es: Si el proceso se reinicia automáticamente después de salir.
fr: Si le processus est relancé automatiquement après sa sortie.
ja: プロセスが終了後に自動的に再起動されるかどうか。
ko: 프로세스가 종료된 후 자동으로 다시 시작되는지 여부
pt: Se o processo é reiniciado automaticamente após ser encerrado.
ru: Запускается ли процесс автоматически после завершения.
tr: İşlem çıktıktan sonra otomatik olarak yeniden başlatılıp başlatılmayacağı.
zh_hant: 進程退出後是否按條件自動拉起。

# manager.field.notSet
source: 未设置
ar: غير محدد
de: Nicht festgelegt
en: Not set
es: No establecido
fr: Non défini
ja: 未設定
ko: 설정되지 않음
pt: Não definido
ru: Не установлено
tr: Ayarlanmadı
zh_hant: 未設定

# manager.field.programArguments.help
source: 启动时执行的命令与参数。
ar: يتم تنفيذ الأوامر والوسائط عند التشغيل.
de: Befehl und Argumente, die beim Start ausgeführt werden.
en: Command and arguments executed at launch.
es: Comando y argumentos ejecutados en el lanzamiento.
fr: Commande et arguments exécutés au lancement.
ja: 起動時に実行されるコマンドと引数。
ko: 실행 시 실행되는 명령 및 인수.
pt: Comandos e argumentos executados na inicialização.
ru: Команда и аргументы выполняются при запуске.
tr: Başlatıldığında yürütülen komut ve argümanlar.
zh_hant: 啟動時執行的命令與參數。

# manager.field.runAtLoad.help
source: 加载 LaunchAgent 后是否立即运行一次。
ar: ما إذا كان سيتم التشغيل مرة واحدة مباشرة بعد تحميل LaunchAgent.
de: Gibt an, ob die Ausführung unmittelbar nach dem Laden von LaunchAgent einmal ausgeführt werden soll.
en: Whether to run once immediately after the LaunchAgent is loaded.
es: Si se debe ejecutar una vez inmediatamente después de cargar LaunchAgent.
fr: S'il faut exécuter une fois immédiatement après le chargement de LaunchAgent.
ja: LaunchAgent がロードされた直後に 1 回実行するかどうか。
ko: LaunchAgent이 로드된 후 즉시 한 번 실행할지 여부.
pt: Se deve ser executado uma vez imediatamente após o LaunchAgent ser carregado.
ru: Запускать ли один раз сразу после загрузки LaunchAgent.
tr: LaunchAgent yüklendikten hemen sonra bir kez çalıştırılıp çalıştırılmayacağı.
zh_hant: 加載 LaunchAgent 後是否立即運行一次。

# manager.field.startCalendar.help
source: 按日历时间触发。
ar: يتم التشغيل في أوقات تقويم محددة.
de: Wird zu bestimmten Kalenderzeiten ausgelöst.
en: Triggers at specific calendar times.
es: Se activa en momentos específicos del calendario.
fr: Déclenchements à des heures spécifiques du calendrier.
ja: 特定のカレンダー時刻にトリガーされます。
ko: 특정 달력 시간에 트리거됩니다.
pt: Aciona em horários específicos do calendário.
ru: Срабатывает в определенное календарное время.
tr: Belirli takvim zamanlarında tetiklenir.
zh_hant: 按日曆時間觸發。

# manager.field.startInterval.help
source: 按固定秒数间隔触发。
ar: يتم تشغيله بفاصل زمني محدد بالثواني.
de: Wird in einem festen Intervall in Sekunden ausgelöst.
en: Triggers at a fixed interval in seconds.
es: Se activa en un intervalo fijo en segundos.
fr: Se déclenche à un intervalle fixe en secondes.
ja: 秒単位の固定間隔でトリガーします。
ko: 초 단위로 고정된 간격으로 트리거됩니다.
pt: Aciona em um intervalo fixo em segundos.
ru: Срабатывает через фиксированный интервал в секундах.
tr: Saniye cinsinden sabit aralıklarla tetiklenir.
zh_hant: 按固定秒數間隔觸發。

# manager.field.triggerSummary.help
source: 根据常见字段生成的可读说明。
ar: ملخص قابل للقراءة تم إنشاؤه من الحقول المشتركة.
de: Lesbare Zusammenfassung, generiert aus gemeinsamen Feldern.
en: Readable summary generated from common fields.
es: Resumen legible generado a partir de campos comunes.
fr: Résumé lisible généré à partir des champs communs.
ja: 共通フィールドから生成された読みやすい概要。
ko: 공통 필드에서 생성된 읽기 가능한 요약
pt: Resumo legível gerado a partir de campos comuns.
ru: Читабельная сводка, созданная на основе общих полей.
tr: Sık kullanılan alanlardan oluşturulan okunabilir özet.
zh_hant: 根據常見字段生成的可讀說明。

# manager.field.triggerSummary.title
source: 触发摘要
ar: ملخص المشغل
de: Trigger-Zusammenfassung
en: Trigger Summary
es: Resumen de activador
fr: Résumé du déclencheur
ja: トリガーの概要
ko: 트리거 요약
pt: Resumo do gatilho
ru: Сводка по триггеру
tr: Tetikleyici Özeti
zh_hant: 觸發摘要

# manager.filter.origin
source: 来源
ar: الأصل
de: Quelle
en: Origin
es: Origen
fr: Origine
ja: 作成元
ko: 출처
pt: Origem
ru: Происхождение
tr: Kaynak
zh_hant: 來源

# manager.filter.scope
source: 范围
ar: النطاق
de: Geltungsbereich
en: Scope
es: Alcance
fr: Portée
ja: 範囲
ko: 범위
pt: Escopo
ru: Область применения
tr: Kapsam
zh_hant: 範圍

# manager.filter.state
source: 状态
ar: الحالة
de: Status
en: State
es: Estado
fr: État
ja: 状態
ko: 상태
pt: Estado
ru: Состояние
tr: Durum
zh_hant: 狀態

# manager.itemRow.userBadge
source: 用户
ar: المستخدم
de: Benutzer
en: User
es: Usuario
fr: Utilisateur
ja: ユーザー
ko: 사용자
pt: Usuário
ru: Пользователь
tr: Kullanıcı
zh_hant: 用戶

# manager.keyFields.title
source: 关键字段
ar: الحقول الرئيسية
de: Schlüsselfelder
en: Key Fields
es: Campos clave
fr: Champs clés
ja: キーフィールド
ko: 주요 필드
pt: Campos-chave
ru: Ключевые поля
tr: Temel Alanlar
zh_hant: 關鍵字段

# manager.list.empty
source: 没有匹配项目
ar: لا توجد عناصر متطابقة
de: Keine passenden Einträge
en: No Matching Items
es: No hay elementos coincidentes
fr: Aucun élément correspondant
ja: 一致するアイテムがありません
ko: 일치하는 항목 없음
pt: Nenhum item correspondente
ru: Нет подходящих элементов
tr: Eşleşen Öğe Yok
zh_hant: 沒有匹配項目

# manager.list.scanning
source: 正在扫描
ar: المسح
de: Scannen
en: Scanning
es: Escaneo
fr: Analyse
ja: スキャン中
ko: 스캔 중
pt: Verificando
ru: Сканирование
tr: Taranıyor
zh_hant: 正在掃描

# manager.list.title
source: 启动项
ar: عناصر التشغيل
de: Startelemente
en: Launch Items
es: Elementos de lanzamiento
fr: Éléments de lancement
ja: 起動項目
ko: 시작 항목
pt: Itens de lançamento
ru: Элементы запуска
tr: Başlatma Öğeleri
zh_hant: 啟動項

# manager.metric.appCreated
source: 应用创建
ar: من التطبيق
de: App erstellt
en: App Created
es: De app
fr: Créés par app
ja: アプリ作成
ko: 앱 생성
pt: Criados por app
ru: Созданы приложением
tr: Uygulama Tarafından Oluşturulan
zh_hant: 應用創建

# manager.metric.failed
source: 异常
ar: المشاكل
de: Probleme
en: Issues
es: Problemas
fr: Problèmes
ja: 問題
ko: 문제
pt: Problemas
ru: Проблемы
tr: Sorunlu
zh_hant: 異常

# manager.metric.favorite
source: 关注
ar: المفضلة
de: Favoriten
en: Favorites
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tr: Favoriler
zh_hant: 關注

# manager.metric.running
source: 运行中
ar: قيد التشغيل
de: Läuft
en: Running
es: En ejecución
fr: En cours d'exécution
ja: 実行中
ko: 실행 중
pt: Em execução
ru: Работают
tr: Çalışıyor
zh_hant: 運行中

# manager.metric.total
source: 总数
ar: الإجمالي
de: Gesamt
en: Total
es: Total
fr: Total
ja: 合計
ko: 합계
pt: Total
ru: Итого
tr: Toplam
zh_hant: 總數

# manager.metric.userCreated
source: 用户创建
ar: من المستخدم
de: Vom Benutzer
en: User Created
es: De usuario
fr: Créés par utilisateur
ja: ユーザー作成
ko: 사용자 생성
pt: Criados pelo usuário
ru: Созданы пользователем
tr: Kullanıcı Tarafından Oluşturulan
zh_hant: 用戶創建

# manager.note.placeholder
source: 为这个启动项添加本地备注（仅保存在本机，不写入 plist）。
ar: أضف ملاحظة محلية لعنصر التشغيل هذا. تبقى على هذا الـ Mac ولا تُكتب في plist.
de: Fügen Sie eine lokale Notiz für dieses Startelement hinzu. Es bleibt auf diesem Mac und wird nicht in die Plist geschrieben.
en: Add a local note for this launch item. It stays on this Mac and is not written to the plist.
es: Añade una nota local para este elemento de inicio. Se queda en este Mac y no se escribe en el plist.
fr: Ajoutez une note locale à cet élément de lancement. Elle reste sur ce Mac et n’est pas écrite dans le plist.
ja: この起動項目にローカルメモを追加します。この Mac にのみ保存され、plist には書き込まれません。
ko: 이 시작 항목에 로컬 메모를 추가합니다. 이 Mac에만 저장되며 plist에는 기록되지 않습니다.
pt: Adicione uma nota local para este item de inicialização. Ela fica neste Mac e não é gravada no plist.
ru: Добавьте локальную заметку для этого элемента запуска. Она останется на этом Mac и не будет записана в plist.
tr: Bu başlatma öğesi için yerel bir not ekleyin. Not bu Mac'te kalır ve plist dosyasına yazılmaz.
zh_hant: 為這個啟動項添加本地備註（僅保存在本機，不寫入 plist）。

# manager.note.save
source: 保存
ar: حفظ
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet

# manager.note.title
source: 备注
ar: ملاحظة
de: Notiz
en: Note
es: Nota
fr: Remarque
ja: メモ
ko: 메모
pt: Nota
ru: Примечание
tr: Not
zh_hant: 備註

# manager.placeholder.description
source: 查看 plist 字段、运行状态和可用操作
ar: عرض حقول plist وحالة التشغيل والإجراءات المتاحة
de: Plist-Felder, Laufzeitstatus und verfügbare Aktionen anzeigen
en: View plist fields, runtime state, and available actions
es: Ver campos de plist, estado de ejecución y acciones disponibles
fr: Afficher les champs plist, l'état d'exécution et les actions disponibles
ja: plist フィールド、実行時状態、および利用可能なアクションを表示する
ko: plist 필드, 런타임 상태 및 사용 가능한 작업 보기
pt: Ver campos plist, estado de execução e ações disponíveis
ru: Просмотр полей plist, состояния выполнения и доступных действий
tr: plist alanlarını, çalışma zamanı durumunu ve kullanılabilir eylemleri görüntüleyin
zh_hant: 查看 plist 字段、運行狀態和可用操作

# manager.placeholder.loadingDescription
source: 左侧列表会随扫描进度逐步更新
ar: يتم تحديث القائمة مع تقدم عملية المسح
de: Die Liste wird mit fortschreitendem Scanvorgang aktualisiert
en: The list updates as scanning progresses
es: La lista se actualiza a medida que avanza el escaneo
fr: La liste est mise à jour au fur et à mesure de la progression de l'analyse
ja: スキャンの進行に応じてリストが更新されます
ko: 스캔이 진행됨에 따라 목록이 업데이트됩니다.
pt: A lista é atualizada à medida que a verificação avança
ru: Список обновляется по мере сканирования
tr: Liste, tarama ilerledikçe güncellenir
zh_hant: 左側列表會隨掃描進度逐步更新

# manager.placeholder.loadingTitle
source: 正在读取启动项
ar: جارٍ قراءة عناصر التشغيل
de: Startelemente werden gelesen
en: Reading launch items
es: Leyendo elementos de inicio
fr: Lecture des éléments de lancement
ja: 起動項目を読み込み中
ko: 시작 항목 읽는 중
pt: Lendo itens de lançamento
ru: Чтение элементов запуска
tr: Başlatma öğeleri okunuyor
zh_hant: 正在讀取啟動項

# manager.placeholder.title
source: 选择一个启动项
ar: حدد عنصر التشغيل
de: Wählen Sie ein Startelement aus
en: Select a Launch Item
es: Seleccione un elemento de lanzamiento
fr: Sélectionnez un élément de lancement
ja: 起動アイテムを選択してください
ko: 실행 항목 선택
pt: Selecione um item de lançamento
ru: Выберите элемент запуска
tr: Bir Başlatma Öğesi Seçin
zh_hant: 選擇一個啟動項

# manager.rawPlist.title
source: 原始 plist
ar: plist خام
de: Rohe plist
en: Raw plist
es: plist sin formato
fr: plist brut
ja: 生の plist
ko: 원시 plist
pt: Plist bruto
ru: Исходный plist
tr: Ham plist
